---
kind: type
id: T:Autodesk.Revit.DB.Material
zh: 材质、材料
source: html/2ec33007-7a2a-f86a-009b-d4c5d235a307.htm
---
# Autodesk.Revit.DB.Material

**中文**: 材质、材料

Represents a material element within an Autodesk Revit project.

## Syntax (C#)
```csharp
public class Material : Element
```